#+title:  Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Orquestadores de contenedores: Docker y Kubernetes

- Tema presentado por :: Juan Pablo Vera  y Carlos L贸pez Estrada
- Calificaci贸n global :: Por favor lean todo el archivo para entender de d贸nde
  vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.16 |  0.3 |               7.75 |  0.7 |    8.17 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 |  5 | Total |
|--------------+---+---+---+---+----+-------|
| Originalidad | 0 | 0 | 1 | 3 | 18 |  9.55 |
| Nivel        | 0 | 0 | 0 | 7 | 15 |  9.36 |
| Relevancia   | 0 | 0 | 1 | 5 | 16 |  9.36 |
| Claridad     | 0 | 0 | 4 | 3 | 15 |  9.00 |
| Presencia    | 0 | 2 | 2 | 6 | 12 |  8.55 |
|--------------+---+---+---+---+----+-------|
|              |   |   |   |   |    |  9.16 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Su exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de sus compa帽eros:

- La presentaci贸n conten铆a un poco de informaci贸n de m谩s, lo que podr铆a saturar
  la exposici贸n y no hacerla tan llamativa, aunque oda la informaci贸n es de
  relevancia. Igualmente el uso de im谩genes y gr谩ficos podr铆a ser 煤til para
  aligerar la presentaci贸n.

  A la hora de ejemplificar con el c贸digo se vuelve mucho m谩s entendible y se le
  ve la utilidad que se le puede dar; sobretodo nosotros los estudiantes.
- Muy buena exposici贸n. Gracias por hacer una presentaci贸n 100% en modo oscuro
- Me gust贸 el tema y como lo fueron llevando a cabo
- Tema relevante
- muy entretenida.

* Evaluaci贸n por parte del docente

| *Aspecto*                          | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido t茅cnico y profunidad     |    0.3 |            7 |      2.1 |
| Fuentes bibliogr谩ficas             |   0.15 |            4 |      0.6 |
| Organizaci贸n                       |   0.15 |            7 |     1.05 |
| Comunicaci贸n oral y uso del tiempo |   0.25 |           10 |      2.5 |
| Uso de recursos visuales           |   0.15 |           10 |      1.5 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |     7.75 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios del docente
- Cuando presenten un tema en conjunto, intenten /articular/ m谩s la parte que
  presenta uno con el otro. En este caso, resultaron dos presentaciones
  completamente distintas entre s铆, y el salto se sinti贸 muy abrupto; la
  tem谩tica y forma de desarrollar de una parte y de la otra fue completamente
  distinta
- Mencionan 煤nicamente un video como fuente bibliogr谩fica 


